{
  "idx": 1,
  "title": "The Challenge of Friendly ASI",
  "count": 6,
  "sids": [
    "s000004",
    "s000005",
    "s000006",
    "s000007",
    "s000010",
    "s000016"
  ],
  "evidences": [
    {
      "sid": "s000004",
      "text": "And the point that many people who are concerned about the continued development of artificial intelligence are saying is that we need now, currently, right now, to be concerned about the ASI with respect to being trustworthy and something that is going to be safe.",
      "start": 9440,
      "end": 35130,
      "role": "lecture"
    },
    {
      "sid": "s000005",
      "text": "In other words, friendly.",
      "start": 35210,
      "end": 37290,
      "role": "lecture"
    },
    {
      "sid": "s000006",
      "text": "You will see that Bostrom relies here on Yudkowski, Eleazar Yudkowski, who fiddado did act, by the way, didn't go to high school, didn't go to college, who has had a great deal to do with this concern about the AI, the asi, how friendly it is.",
      "start": 37690,
      "end": 58110,
      "role": "lecture"
    },
    {
      "sid": "s000007",
      "text": "In fact, he coined the term friendly AI.",
      "start": 58190,
      "end": 61390,
      "role": "lecture"
    },
    {
      "sid": "s000010",
      "text": "It's not friendly in that sense, but friendly meaning for him, something that isn't going to harm human beings, particularly something that's not going to lead to the extinction of human beings, which all of these people who are concerned about this see as a genuine possibility, either through malice, which is unlikely, but mainly probably through inadvertent actions, when indeed we are not really understanding how to address how to relate to the asi.",
      "start": 76790,
      "end": 115710,
      "role": "lecture"
    },
    {
      "sid": "s000016",
      "text": "And therefore, to the extent to which we continue to be concerned, however, that the ASI that's developed from the seed AI should be friendly.",
      "start": 180360,
      "end": 192930,
      "role": "lecture"
    }
  ]
}