{
  "idx": 2,
  "title": "Limitations of Direct Value Uploading",
  "count": 10,
  "sids": [
    "s000011",
    "s000012",
    "s000014",
    "s000015",
    "s000018",
    "s000019",
    "s000026",
    "s000053",
    "s000054",
    "s000055"
  ],
  "evidences": [
    {
      "sid": "s000011",
      "text": "So last week the assumption that we were under is that if, which is a big if, in fact, it's an if that could never really be realized.",
      "start": 117230,
      "end": 130590,
      "role": "lecture"
    },
    {
      "sid": "s000012",
      "text": "We knew what values we wanted them.",
      "start": 131390,
      "end": 134110,
      "role": "lecture"
    },
    {
      "sid": "s000014",
      "text": "He goes through a whole series of ways in which that might happen, develops a certain vocabulary as a critique of each of those ways, such as wire heading, mine crimes, and all sorts of ways of looking at it.",
      "start": 135790,
      "end": 152150,
      "role": "lecture"
    },
    {
      "sid": "s000015",
      "text": "And the conclusion he comes to is that we still don't and probably never will have a safe way of uploading values, specific values, into the seed computer that's becoming an ASI, that this is something that we won't be able to do.",
      "start": 152150,
      "end": 180280,
      "role": "lecture"
    },
    {
      "sid": "s000018",
      "text": "You know, what can we do if all of these direct ways of uploading values won't work or haven't been shown to work?",
      "start": 194850,
      "end": 207370,
      "role": "lecture"
    },
    {
      "sid": "s000019",
      "text": "And he seems to have exhausted the possibilities, Reinforcement learning the scaffolding, learning all of these different ways.",
      "start": 207370,
      "end": 217340,
      "role": "lecture"
    },
    {
      "sid": "s000026",
      "text": "He goes on, and what is the alternative then, to directly uploading values into the seed AI that becomes the asi?",
      "start": 243580,
      "end": 253220,
      "role": "lecture"
    },
    {
      "sid": "s000053",
      "text": "So it's to keep the human beings in the loop without the human being is trying to do something which is impossible, at least he thinks is impossible from our last readings, and that is directly uploading specific values.",
      "start": 393220,
      "end": 409480,
      "role": "lecture"
    },
    {
      "sid": "s000054",
      "text": "First of all, we can't decide what those values ought to be.",
      "start": 409720,
      "end": 412760,
      "role": "lecture"
    },
    {
      "sid": "s000055",
      "text": "And secondly, even if we knew what those values were, it would be very hard to reduce that to computer language, to get that across to the computer in the first place.",
      "start": 413720,
      "end": 424330,
      "role": "lecture"
    }
  ]
}